{
    "post": [
      {
        "id": 1,
        "topic": "Huawei CFO Arrest",
        "trending": 1,
        "news": [
          {
            "title": "What is the Huawei CFO Arrest?",
            "body": "Meng Wanzhou, Huawei’s chief financial officer and the daughter of its founder, faces U.S. claims that she misled multinational banks about Iran-linked transactions, putting the banks at risk of violating U.S. sanctions. She has been jailed since December 1, 2018. In a court hearing in Vancouver, British Columbia, Justice William Ehrcke granted C$10 million ($7.5 million) bail to Meng on December 14, 10 days after her arrest in Vancouver at the request of U.S. authorities sparked a diplomatic dispute. If a Canadian judge rules the case against Meng is strong enough, Canada’s justice minister must next decide whether to extradite her to the United States. If so, Meng would face U.S. charges of conspiracy to defraud multiple financial institutions, with a maximum sentence of 30 years for each charge."
          },
          {
            "title": "Why did US want to arrest Meng Wanzhou?",
            "body": "Meng Wanzhou, the daughter of the company's founder, could face extradition to the US.She was arrested in Vancouver on 1 December, but the news was not made public at her request. The charges remain unknown but the US has been probing Huawei over possible violation of sanctions against Iran."
          },
          {
            "title": "Who is Meng Wanzhou?",
            "body": "The global chief financial officer of Huawei who was recently arrested in Canada is widely tipped to be a successor to her father, the founder of China's largest technology company. Also known by first name Sabrina and previously referred to as Cathy Meng, she became important to Huawei in 2011 when she was first named as a board member. \"The other family members are in back office, Sabrina is CFO and sits on the board,\" a Huawei source said. \"So she is viewed as the boss's most likely successor."
          }
        ]
      },
      null,
      {
        "id": 3,
        "topic": "Flipkart",
        "trending": 0,
        "news": [
          {
            "title": "History of Flipkart",
            "body": "The Indian Space Research Organisation (ISRO) is the space agency of the Government of India headquartered in the city of Bangalore. Its vision is to \"harness space technology for national development while pursuing space science research and planetary exploration.\" Formed in 1969, ISRO superseded the erstwhile Indian National Committee for Space Research (INCOSPAR) established in 1962 by the efforts of independent India's first Prime Minister, Jawaharlal Nehru, and his close aide and scientist Vikram Sarabhai. The establishment of ISRO thus institutionalized space activities in India. It is managed by the Department of Space, which reports to the Prime Minister of India."
          },
          {
            "title": "What is the Gaganyaan mission of ISRO all about?",
            "body": ""
          }
        ]
      }
    ],
    "pos": [
      {},
      {
        "id": 2,
        "topic": "Indian Space Research Organisation",
        "trending": 1,
        "news": [
          {
            "title": "What is Indian Space Research Organisation ?",
            "body": "The Indian Space Research Organisation (ISRO) is the space agency of the Government of India headquartered in the city of Bangalore. Its vision is to \"harness space technology for national development while pursuing space science research and planetary exploration.\" Formed in 1969, ISRO superseded the erstwhile Indian National Committee for Space Research (INCOSPAR) established in 1962 by the efforts of independent India's first Prime Minister, Jawaharlal Nehru, and his close aide and scientist Vikram Sarabhai. The establishment of ISRO thus institutionalized space activities in India. It is managed by the Department of Space, which reports to the Prime Minister of India."
          },
          {
            "title": "What is the Gaganyaan mission of ISRO all about?",
            "body": "The Indian Human Spaceflight Programme (HSP) was created by the Indian Space Research Organisation (ISRO) to develop the technology needed to launch crewed orbital spacecraft into low Earth orbit. The first crewed flight is planned with a spacecraft called Gaganyaan for December 2021 on a home-grown GSLV-III rocket. Previously, human spaceflight was not the priority for ISRO, though most of the capability for the same had been realised. ISRO has already developed most of the technologies for crewed flight and in 2018 it performed a Crew Module Atmospheric Re-entry Experiment and a Pad Abort Test for the mission. The project will cost less than Rs. 10,000 crore."
          }
        ]
      }
    ]
  }